Repository: Hayk-X/VoskeDzerqer
Catalog: voske_dzerq/locale/*/LC_MESSAGES/django.po
Languages: hy, ru

source: Golden Hands
hy: Ոսկե Ձեռքեր
ru: Золотые Руки

source: Home
hy: Գլխավոր
ru: Главная

source: Menu
hy: Մենյու
ru: Меню

source: Delivery
hy: Առաքում
ru: Доставка

source: Subscribe to our newsletter
hy: Միացեք մեր փոստին
ru: Подпишитесь на нашу рассылку

source: Subscribe
hy: Բաժանորդագրվել
ru: Подписаться

source: ABOUT US
hy: ՄԵՐ ՄԱՍԻՆ
ru: О НАС

source: CONTACT US
hy: ԿԱՊ ՄԵԶ ՀԵՏ
ru: СВЯЗАТЬСЯ С НАМИ

source: Privacy Policy
hy: Գաղտնիության քաղաքականություն
ru: Политика конфиденциальности

source: Welcome to
hy: Բարի գալուստ
ru: Добро пожаловать в

source: Delicious and fresh food at affordable prices
hy: Համեղ և թարմ ուտելիք մատչելի գներով
ru: Вкусная и свежая еда по доступным ценам

source: View Menu
hy: Տեսնել մենյուն
ru: Посмотреть меню

source: Order Now
hy: Պատվիրել հիմա
ru: Заказать сейчас

source: Why Golden Hands?
hy: Ինչու՞ Ոսկե Ձեռքեր
ru: Почему Золотые Руки?

source: Fresh Ingredients
hy: Թարմ մթերք
ru: Свежие продукты

source: We cook only with fresh and quality ingredients. We pay special attention to the quality and freshness of products.
hy: Պատրաստում ենք միայն թարմ և որակյալ բաղադրիչներից։ Մենք հատուկ ուշադրություն ենք դարձնում մթերքի որակին և թարմությանը։
ru: Мы готовим только из свежих и качественных ингредиентов. Мы уделяем особое внимание качеству и свежести продуктов.

source: Fast Delivery
hy: Արագ առաքում
ru: Быстрая доставка

source: Fast and quality delivery to all districts of the city. We guarantee fast delivery of your order.
hy: Արագ և որակյալ առաքում քաղաքի բոլոր թաղամասերում։ Մենք երաշխավորում ենք ձեր պատվերի արագ առաքումը։
ru: Быстрая и качественная доставка во все районы города. Мы гарантируем быструю доставку вашего заказа.

source: Affordable Prices
hy: Մատչելի գներ
ru: Доступные цены

source: Best price-quality ratio. We offer delicious food at affordable prices.
hy: Լավագույն հարաբերակցություն գնի և որակի միջև։ Մենք առաջարկում ենք համեղ ուտելիք մատչելի գներով։
ru: Лучшее соотношение цены и качества. Мы предлагаем вкусную еду по доступным ценам.

source: Professional Chefs
hy: Պրոֆեսիոնալ խոհարարներ
ru: Профессиональные повара

source: Our chefs have years of experience and prepare each dish with love and attention.
hy: Մեր խոհարարները տարիների փորձ ունեն և պատրաստում են յուրաքանչյուր ուտեստ սիրով և ուշադրությամբ։
ru: Наши повара имеют многолетний опыт и готовят каждое блюдо с любовью и вниманием.

source: High Quality
hy: Բարձր որակ
ru: Высокое качество

source: We maintain high standards and guarantee excellent taste of every dish.
hy: Մենք պահպանում ենք բարձր ստանդարտներ և երաշխավորում ենք յուրաքանչյուր ուտեստի հիանալի համը։
ru: Мы поддерживаем высокие стандарты и гарантируем отличный вкус каждого блюда.

source: 24/7 Support
hy: 24/7 աջակցություն
ru: Поддержка 24/7

source: Our team is always ready to help you and answer your questions. Always with you.
hy: Մեր թիմը միշտ պատրաստ է օգնել ձեզ և պատասխանել ձեր հարցերին։ Միշտ ձեզ հետ։
ru: Наша команда всегда готова помочь вам и ответить на ваши вопросы. Всегда с вами.

source: Ready to Order?
hy: Պատրաստ եք պատվիրել?
ru: Готовы заказать?

source: Choose your favorite dishes and we will deliver them to you quickly and safely
hy: Ընտրեք ձեր սիրելի ուտեստները և մենք կառաքենք դրանք ձեզ արագ և անվտանգ
ru: Выберите свои любимые блюда, и мы доставим их вам быстро и безопасно

source: View Full Menu
hy: Դիտել ամբողջ մենյուն
ru: Посмотреть полное меню

source: Create Order
hy: Ստեղծել պատվեր
ru: Создать заказ

source: Fill in the order form
hy: Լրացրեք պատվերի ձևը
ru: Заполните форму заказа

source: Please correct the following errors:
hy: Խնդրում ենք ուղղել հետևյալ սխալները:
ru: Пожалуйста, исправьте следующие ошибки:

source: Submit Order
hy: Ուղարկել պատվերը
ru: Отправить заказ

source: Recent Orders
hy: Վերջին պատվերները
ru: Последние заказы

source: Phone:
hy: Հեռախոս:
ru: Телефон:

source: Order:
hy: Պատվեր:
ru: Заказ:

source: Total:
hy: Ընդամենը:
ru: Стоимость:

source: Processed
hy: Մշակված
ru: Обработан

source: In Process
hy: Մշակման մեջ
ru: В обработке

source: No orders yet. Be the first!
hy: Դեռ պատվերներ չկան: Դարձեք առաջինը!
ru: Пока нет заказов. Будьте первым!

source: Your Name
hy: Ձեր անունը
ru: Ваше имя

source: Phone
hy: Հեռախոս
ru: Телефон

source: Order Details
hy: Պատվերի մանրամասներ
ru: Детали заказа

source: Total Price
hy: Ընդհանուր գին
ru: Общая стоимость

source: Enter your name
hy: Մուտքագրեք ձեր անունը
ru: Введите ваше имя

source: Describe your order (e.g.: Classic shawarma x2, Cola x1)
hy: Նկարագրեք ձեր պատվերը (օրինակ: Դասական շաուրմա x2, Կոլա x1)
ru: Опишите ваш заказ (например: Классическая шаурма x2, Кола x1)

source: Phone number must contain at least 10 digits
hy: Հեռախոսահամարը պետք է պարունակի առնվազն 10 թվանշան
ru: Номер телефона должен содержать минимум 10 цифр

source: Price cannot be negative
hy: Գինը չի կարող բացասական լինել
ru: Цена не может быть отрицательной

source: Order successfully created! Thank you, %(name)s!
hy: Պատվերը հաջողությամբ ստեղծվեց! Շնորհակալություն, %(name)s!
ru: Заказ успешно создан! Спасибо, %(name)s!

source: Our Menu
hy: Մեր մենյուն
ru: Наше меню

source: All
hy: Բոլորը
ru: Все

source: AMD
ru: драм

source: Add to Cart
hy: Զամբյուղ
ru: В корзину

source: No items in this category yet
hy: Այս կատեգորիայում դեռ ուտեստներ չկան
ru: В этой категории пока нет блюд

source: Your Order
hy: Ձեր պատվերը
ru: Ваш заказ

source: Order
hy: Պատվիրել
ru: Заказать

source: Cart is empty
hy: Զամբյուղը դատարկ է
ru: Корзина пуста

source: Remove
hy: Հեռացնել
ru: Удалить

source: Contact
hy: Կապ
ru: Контакты

source: Place Order
hy: Պատվիրել
ru: Оформить заказ

source: To place your order, please fill in your details:
hy: Պատվերը ձևակերպելու համար, խնդրում ենք լրացնել ձեր տվյալները:
ru: Для оформления заказа, пожалуйста, заполните ваши данные:

source: Your Order:
hy: Ձեր պատվերը:
ru: Ваш заказ:

source: Example: Classic shawarma x2, Cola x1
hy: Օրինակ: Դասական շաուրմա x2, Կոլա x1
ru: Например: Классическая шаурма x2, Кола x1

source: Specify dish names and quantities
hy: Նշեք ուտեստների անվանումները և քանակը
ru: Укажите названия блюд и количество

source: Your Phone Number:
hy: Ձեր հեռախոսահամարը:
ru: Ваш номер телефона:

source: Delivery Address (if required):
hy: Առաքման հասցե (եթե պահանջվում է):
ru: Адрес доставки (если требуется):

source: Street, house, apartment
hy: Փողոց, տուն, բնակարան
ru: Улица, дом, квартира

source: Order Comments:
hy: Մեկնաբանություններ պատվերին:
ru: Комментарии к заказу:

source: Additional wishes for the order...
hy: Լրացուցիչ ցանկություններ պատվերին...
ru: Дополнительные пожелания к заказу...

source: Order is being sent...
hy: Պատվերը ուղարկվում է...
ru: Заказ отправляется...

source: Thank you! Your order has been sent successfully. We will contact you soon.
hy: Շնորհակալություն! Ձեր պատվերը հաջողությամբ ուղարկվեց: Մենք շուտով կկապվենք ձեզ հետ:
ru: Спасибо! Ваш заказ успешно отправлен. Мы скоро свяжемся с вами.

source: An error occurred while sending the order. Please try again.
hy: Պատվերն ուղարկելիս սխալ տեղի ունեցավ: Խնդրում ենք նորից փորձել:
ru: Произошла ошибка при отправке заказа. Пожалуйста, попробуйте снова.

source: About Us
hy: Մեր մասին
ru: О нас

source: Our Story
hy: Մեր պատմությունը
ru: Наша история

source: How It All Started
hy: Ինչպես է սկսվել ամեն ինչ
ru: Как всё началось

source: Our Mission
hy: Մեր առաքելությունը
ru: Наша миссия

source: Our Goal
hy: Մեր նպատակը
ru: Наша цель

source: Our Values
hy: Մեր արժեքները
ru: Наши ценности

source: Our Vision
hy: Մեր տեսլականը
ru: Наше видение

source: Traditional Recipes
hy: Ավանդական բաղադրատոմսեր
ru: Традиционные рецепты

source: Love and Care
hy: Սեր ու հոգատարություն
ru: Любовь и забота

source: Our Achievements
hy: Մեր հաջողությունները
ru: Наши достижения

source: Years in Business
hy: Գոյություն ունենալու տարիներ
ru: Лет в бизнесе

source: Satisfied Customers
hy: Գոհ հաճախորդներ
ru: Довольных клиентов

source: Dishes in Menu
hy: Ուտեստներ մենյուում
ru: Блюд в меню

source: Our Team
hy: Մեր թիմը
ru: Наша команда

source: Name Surname
hy: Անուն Ազգանուն
ru: Имя Фамилия

source: Position
hy: Պաշտոն
ru: Должность

source: Let's Get to Know Each Other
hy: Եկեք ճանաչենք միմյանց
ru: Давайте познакомимся

source: Visit us and taste our delicious dishes
hy: Այցելեք մեզ և համտեսեք մեր համեղ ուտեստները
ru: Посетите нас и попробуйте наши вкусные блюда

source: Phone Number
hy: Հեռախոսահամար
ru: Номер телефона

source: Mon-Sun: 11:00 - 23:00
hy: Երկ-Կիր: 11:00 - 23:00
ru: Пн-Вс: 11:00 - 23:00

source: Email Address
hy: Էլեկտրոնային հասցե
ru: Электронная почта

source: We respond within 24 hours
hy: Պատասխանում ենք 24 ժամվա ընթացքում
ru: Отвечаем в течение 24 часов

source: Address
hy: Հասցե
ru: Адрес

source: Working Hours
hy: Աշխատանքային ժամեր
ru: Рабочие часы

source: Monday - Sunday
hy: Երկուշաբթի - Կիրակի
ru: Понедельник - Воскресенье

source: Send us a message
hy: Ուղարկեք մեզ հաղորդագրություն
ru: Отправьте нам сообщение

source: Your Name:
hy: Ձեր անունը:
ru: Ваше имя:

source: Your name
hy: Ձեր անունը
ru: Ваше имя

source: Phone Number:
hy: Հեռախոսահամար:
ru: Номер телефона:

source: Email Address:
hy: Էլեկտրոնային հասցե:
ru: Электронная почта:

source: Subject:
hy: Թեմա:
ru: Тема:

source: Select subject
hy: Ընտրեք թեմա
ru: Выберите тему

source: Question
hy: Հարց
ru: Вопрос

source: Complaint
hy: Դժգոհություն
ru: Жалоба

source: Suggestion
hy: Առաջարկություն
ru: Предложение

source: Partnership
hy: Գործընկերություն
ru: Партнерство

source: Other
hy: Այլ
ru: Другое

source: Your Message:
hy: Ձեր հաղորդագրությունը:
ru: Ваше сообщение:

source: Write your message...
hy: Գրեք ձեր հաղորդագրությունը...
ru: Напишите ваше сообщение...

source: Send Message
hy: Ուղարկել հաղորդագրությունը
ru: Отправить сообщение

source: Message is being sent...
hy: Հաղորդագրությունը ուղարկվում է...
ru: Сообщение отправляется...

source: Thank you! Your message has been sent successfully. We will contact you soon.
hy: Շնորհակալություն! Ձեր հաղորդագրությունը հաջողությամբ ուղարկվեց: Մենք շուտով կկապվենք ձեզ հետ:
ru: Спасибо! Ваше сообщение успешно отправлено. Мы скоро свяжемся с вами.

source: An error occurred while sending the message. Please try again.
hy: Հաղորդագրությունը ուղարկելիս սխալ տեղի ունեցավ: Խնդրում ենք նորից փորձել:
ru: Произошла ошибка при отправке сообщения. Пожалуйста, попробуйте снова.

source: Last updated:
hy: Վերջին թարմացում:
ru: Последнее обновление:

source: General Provisions
hy: Ընդհանուր դրույթներ
ru: Общие положения

source: Golden Hands restaurant is committed to protecting the privacy of our customers' personal data. This policy describes how we collect, use, store and disclose your personal data when using our website and services.
hy: Ոսկե Ձեռքեր ռեստորանը պարտավորվում է պաշտպանել իր հաճախորդների անձնական տվյալների գաղտնիությունը։ Այս քաղաքականությունը նկարագրում է, թե ինչպես ենք մենք հավաքում, օգտագործում, պահպանում և բացահայտում ձեր անձնական տվյալները՝ օգտագործելով մեր կայքը և ծառայությունները։
ru: Ресторан Золотые Руки обязуется защищать конфиденциальность личных данных наших клиентов. Эта политика описывает, как мы собираем, используем, храним и раскрываем ваши личные данные при использовании нашего веб-сайта и услуг.

source: Data Collected
hy: Հավաքվող տվյալներ
ru: Собираемые данные

source: We may collect the following information:
hy: Մենք կարող ենք հավաքել հետևյալ տեղեկատվությունը:
ru: Мы можем собирать следующую информацию:

source: Personal Information:
hy: Անձնական տեղեկատվություն:
ru: Личная информация:

source: Phone number, email address
hy: Հեռախոսահամար, էլեկտրոնային հասցե
ru: Номер телефона, электронная почта

source: Delivery Data:
hy: Առաքման տվյալներ:
ru: Данные доставки:

source: Delivery address, delivery notes
hy: Առաքման հասցե, նշումներ առաքման վերաբերյալ
ru: Адрес доставки, примечания к доставке

source: Order Information:
hy: Պատվերների տեղեկատվություն:
ru: Информация о заказе:

source: Ordered products, quantity, price
hy: Պատվիրված արտադրանք, քանակ, գին
ru: Заказанные продукты, количество, цена

source: Technical Data:
hy: Տեխնիկական տվյալներ:
ru: Технические данные:

source: IP address, browser type, usage data
hy: IP հասցե, բրաուզերի տեսակ, օգտագործման տվյալներ
ru: IP-адрес, тип браузера, данные об использовании

source: Data Usage
hy: Տվյալների օգտագործում
ru: Использование данных

source: We use the collected data for the following purposes:
hy: Մենք օգտագործում ենք հավաքված տվյալները հետևյալ նպատակներով:
ru: Мы используем собранные данные для следующих целей:

source: Order processing and delivery
hy: Պատվերների մշակում և առաքում
ru: Обработка и доставка заказов

source: Customer communication
hy: Հաճախորդների հետ կապ հաստատում
ru: Общение с клиентами

source: Service improvement
hy: Ծառայությունների բարելավում
ru: Улучшение сервиса

source: Legal compliance
hy: Օրինական պահանջների կատարում
ru: Соблюдение законодательства

source: Marketing materials (only with your consent)
hy: Մարքեթինգային նյութերի ուղարկում (միայն ձեր համաձայնությամբ)
ru: Маркетинговые материалы (только с вашего согласия)

source: Data Protection
hy: Տվյալների պաշտպանություն
ru: Защита данных

source: We apply various levels of security measures to protect your personal data from unauthorized access, use or disclosure. However, it is understood that data transmission over the Internet is not 100% secure.
hy: Մենք կիրառում ենք անվտանգության տարբեր մակարդակների միջոցառումներ՝ ձեր անձնական տվյալները պաշտպանելու համար չարտոնված մուտքից, օգտագործումից կամ բացահայտումից։ Այնուամենայնիվ, հասկանալի է, որ ինտերնետում տվյալների փոխանցումը 100% անվտանգ չէ։
ru: Мы применяем различные уровни мер безопасности для защиты ваших личных данных от несанкционированного доступа, использования или раскрытия. Однако понятно, что передача данных через Интернет не является 100% безопасной.

source: Data Sharing
hy: Տվյալների բաժանում
ru: Обмен данными

source: We do not share your personal data with third parties except when necessary to provide services (e.g., delivery services) or as required by law.
hy: Մենք ձեր անձնական տվյալները չենք փոխանցում երրորդ անձանց՝ բացառությամբ այն դեպքերի, երբ դա անհրաժեշտ է ծառայություններ մատուցելու համար (օրինակ՝ առաքման ծառայություններ) կամ օրենքով նախատեսված դեպքերում:
ru: Мы не передаем ваши личные данные третьим лицам, за исключением случаев, когда это необходимо для предоставления услуг (например, службы доставки) или требуется по закону.

source: Customer Rights
hy: Հաճախորդի իրավունքներ
ru: Права клиента

source: You have the following rights:
hy: Դուք ունեք հետևյալ իրավունքները:
ru: Вы имеете следующие права:

source: Know what data we collect about you
hy: Իմանալ, թե ինչ տվյալներ ենք մենք հավաքում ձեր մասին
ru: Знать, какие данные мы собираем о вас

source: Request correction or deletion of your personal data
hy: Պահանջել ձեր անձնական տվյալների ուղղում կամ ջնջում
ru: Запросить исправление или удаление ваших личных данных

source: Refuse collection of certain data
hy: Մերժել որոշակի տվյալների հավաքումը
ru: Отказаться от сбора определенных данных

source: Request export of your data
hy: Պահանջել ձեր տվյալների արտահանում
ru: Запросить экспорт ваших данных

source: Refuse to receive marketing materials
hy: Մերժել մարքեթինգային նյութերի ստացումը
ru: Отказаться от получения маркетинговых материалов

source: Our website uses cookies to improve your experience and increase service efficiency. You can configure your browser to reject cookies, but this may affect some website functions.
hy: Մեր կայքը օգտագործում է cookies՝ ձեր փորձառությունը բարելավելու և ծառայությունների արդյունավետությունը մեծացնելու համար։ Դուք կարող եք կարգավորել ձեր բրաուզերը՝ cookies-ը մերժելու համար, սակայն դա կարող է ազդել կայքի որոշ գործառույթների վրա:
ru: Наш веб-сайт использует cookies для улучшения вашего опыта и повышения эффективности сервиса. Вы можете настроить браузер для отклонения cookies, но это может повлиять на некоторые функции веб-сайта.

source: Policy Changes
hy: Քաղաքականության փոփոխություններ
ru: Изменения в политике

source: We reserve the right to change this policy at any time. We recommend reviewing this page periodically to learn about any changes. Changes take effect from the moment of publication.
hy: Մենք պահպանում ենք իրավունքը փոփոխել այս քաղաքականությունը ցանկացած ժամանակ։ Խորհուրդ ենք տալիս պարբերաբար ակնարկել այս էջը՝ ցանկացած փոփոխությունների մասին տեղեկանալու համար։ Փոփոխությունները ուժի մեջ են մտնում հրապարակման պահից:
ru: Мы оставляем за собой право изменять эту политику в любое время. Рекомендуем периодически просматривать эту страницу, чтобы узнать о любых изменениях. Изменения вступают в силу с момента публикации.

source: If you have questions or concerns about this policy, or wish to exercise your rights, please contact us.
hy: Եթե ունեք հարցեր կամ մտահոգություններ այս քաղաքականության վերաբերյալ, կամ ցանկանում եք իրականացնել ձեր իրավունքները, խնդրում ենք կապ հաստատել մեզ հետ.
ru: Если у вас есть вопросы или опасения по поводу этой политики, или вы хотите воспользоваться своими правами, пожалуйста, свяжитесь с нами.

source: Email:
hy: Էլեկտրոնային հասցե:
ru: Электронная почта:

source: Back to Home
hy: Վերադառնալ գլխավոր էջ
ru: Вернуться на главную

source: Please enter email address
hy: Խնդրում ենք մուտքագրել էլեկտրոնային հասցե
ru: Пожалуйста, введите адрес электронной почты

source: Please enter a valid email address
hy: Խնդրում ենք մուտքագրել վավեր էլեկտրոնային հասցե
ru: Пожалуйста, введите действительный адрес электронной почты

source: Thank you for subscribing!
hy: Շնորհակալություն բաժանորդագրման համար!
ru: Спасибо за подписку!

source: Shawarma
hy: Շաուրմա
ru: Шаурма

source: Grilled
hy: Մանգալի վրա
ru: На мангале

source: Lahmajo
hy: Լահմաջո
ru: Лахмаджо

source: Falafel
hy: Ֆալաֆել
ru: Фалафель

source: Soups
hy: Ապուրներ
ru: Супы

source: Drinks
hy: Զովացուցիչ ըմպելիքներ
ru: Напитки

source: Snacks
hy: Խորտիկներ
ru: Закуски

source: Name (Armenian)
hy: Անվանում (հայերեն)
ru: Название (армянский)

source: Name (Russian)
hy: Անվանում (ռուսերեն)
ru: Название (русский)

source: Name (English)
hy: Անվանում (անգլերեն)
ru: Название (английский)

source: Description (Armenian)
hy: Նկարագրություն (հայերեն)
ru: Описание (армянский)

source: Description (Russian)
hy: Նկարագրություն (ռուսերեն)
ru: Описание (русский)

source: Description (English)
hy: Նկարագրություն (անգլերեն)
ru: Описание (английский)

source: Name
hy: Անվանում
ru: Название

source: Description
hy: Նկարագրություն
ru: Описание

source: Price
hy: Գին
ru: Цена

source: Category
hy: Կատեգորիա
ru: Категория

source: Image
hy: Պատկեր
ru: Изображение

source: Available
hy: Մատչելի է
ru: Доступно

source: Menu Item
hy: Մենյուի կետ
ru: Пункт меню

source: Menu Items
hy: Մենյուի կետեր
ru: Пункты меню

source: Customer Name
hy: Հաճախորդի անուն
ru: Имя клиента

source: Created At
hy: Ստեղծման ամսաթիվ
ru: Дата создания

source: User
hy: Օգտատեր
ru: Пользователь

source: Orders
hy: Պատվերներ
ru: Заказы

source: Order from %(name)s - %(date)s
hy: Պատվեր %(name)s-ից - %(date)s
ru: Заказ от %(name)s - %(date)s
